'use strict'

export const captions = {
  lectorPractic: {
    'Достатність матеріалів': ['Достатність', 'матеріалів'],
    'Наявність переліку питань': ['Надання', 'питань до заліку'],
    'Відповідність завдань': ['Відповідність', 'практик лекціям'],
    'Пунктуальність [Лек.]': ['Пунктуальність', '(лектор)'],
    'Пунктуальність [Прак.]': ['Пунктуальність', '(практик)'],
    'Зручність здачі завдань': ['Зручність', 'здачі завдань'],
    'Бали без знань [Лек.]': ['Не ставить', 'бали без знань', '(лектор)'],
    'Бали без знань [Прак.]': ['Не ставить', 'бали без знань', '(практик)'],
    'Ввічливість викладача': 'Ввічливість',
    'Своєчасність інформування [Лек.]': ['Достатність', 'інформування', '(лектор)'],
    'Своєчасність інформування [Прак.]': ['Достатність', 'інформування', '(практик)'],
    "Об'єктивність оцінювання [Лек.]": ['Об\'єктивність', 'оцінювання', '(лектор)'],
    "Об'єктивність оцінювання [Прак.]": ['Об\'єктивність', 'оцінювання', '(практик)'],
    'Актуальність матеріалу': ['Актуальність', 'матеріалу']
  },
  lector: {
    'Достатність матеріалів': ['Достатність', 'матеріалів'],
    'Наявність переліку питань': ['Надання', 'питань до заліку'],
    'Відповідність завдань': ['Відповідність', 'практик лекціям'],
    'Пунктуальність [Лек.]': ['Пунктуальність'],
    'Зручність здачі завдань': ['Зручність', 'здачі завдань'],
    'Бали без знань [Лек.]': ['Ставить бали', 'без знань'],
    'Ввічливість викладача': 'Ввічливість',
    'Своєчасність інформування [Лек.]': ['Своєчасність', 'та достатність', 'інформування'],
    "Об'єктивність оцінювання [Лек.]": ['Об\'єктивність', 'оцінювання'],
    'Актуальність матеріалу': ['Актуальність', 'матеріалу']
  },
  practic: {
    'Пунктуальність [Прак.]': ['Пунктуальність'],
    'Зручність здачі завдань': ['Зручність', 'здачі завдань'],
    'Бали без знань [Прак.]': ['Ставить бали', 'без знань'],
    'Ввічливість викладача': 'Ввічливість',
    'Своєчасність інформування [Прак.]': ['Своєчасність', 'та достатність', 'інформування'],
    "Об'єктивність оцінювання [Прак.]": ['Об\'єктивність', 'оцінювання'],
    'Актуальність матеріалу': ['Актуальність', 'матеріалу']
  },
  english: {
    'Достатність матеріалів': ['Достатність', 'матеріалів'],
    'Пунктуальність [Лек.]': ['Пунктуальність'],
    'Бали без знань [Лек.]': ['Ставить бали', 'без знань'],
    'Ввічливість викладача': 'Ввічливість',
    'Своєчасність інформування [Лек.]': ['Своєчасність', 'та достатність', 'інформування'],
    "Об'єктивність оцінювання [Лек.]": ['Об\'єктивність', 'оцінювання'],
    'Актуальність матеріалу': ['Актуальність', 'матеріалу']
  }
}
